[
  {
    "id": "1739082960012",
    "content": "当年来美国，天真地以为眼界宽了可以作为两国朋友沟通的桥梁。\n\n现实是，在美国过着中国人的生活混中国的圈子，同时中国的亲朋好友认为已经美国化。",
    "timestamp": "2025-02-09T06:36:00.012Z"
  },
  {
    "id": "1738905979931",
    "content": "刷到冬泳怪鸽的视频，让人眼圈湿润。\n\n当真正的善良第一次出现在面前时，往往是笨拙、怪异甚至是带一点点丑陋的。\n\n可惜我们每一次都只被表面上的美好所吸引。",
    "timestamp": "2025-02-07T05:26:19.931Z"
  },
  {
    "id": "1738737845221",
    "content": "视频时代，很多高质量的网络内容正在从文字形式转向视频形式，但是目前的搜索引擎却很难覆盖这部分内容，推理研究模型貌似也收集不到视频中的有用信息。",
    "timestamp": "2025-02-05T06:44:05.221Z"
  },
  {
    "id": "1738732573129",
    "content": "有人通过DeepSeek在张维为的话里发现了很多逻辑谬误。（[链接](https://mp.weixin.qq.com/s/NuKoQmg3LqkMNjHRqoi1vA)）\n\n绝佳的应用！可以用DeepSeek R1分析各路公知的言论，帮助广大网民大幅度提高认知能力和思辨能力。\n\n同样想到可以给父母做一个谣言粉碎机的小程序。丢一篇微信号短视频进去，分析其真实程度。猜测最想用这个功能的应该是广大子女们 ： ）",
    "timestamp": "2025-02-05T05:16:13.129Z"
  },
  {
    "id": "1738731777988",
    "content": "和DeepSeek R1对话真的是一种享受。它有很强的哲学思辨能力，会拆解问题，会区分事实与观点，分析全面，包括支持和反对的观点，很多人都没有这种能力。\n\n和R1对话也是一个学习的过程。好奇它内部做了什么样的设计才能把思维链做到极致。\n\n当然也有人发现DeepSeek在不连网时，有时会不动声色地捏造事实，然后在这个事实的基础上面进行合理的推理，因为大家都被它的推理能力所折服，所以更难分辨真假，更容易受骗。这个问题基本上通过联网可以解决，但是它内部的假数据是怎么来的？",
    "timestamp": "2025-02-05T05:02:57.988Z"
  },
  {
    "id": "1738640497966",
    "content": "教我爸DeepSeek发音：低p思意k",
    "timestamp": "2025-02-04T03:41:37.966Z"
  },
  {
    "id": "1738488113313",
    "content": "大部分人是X的反射器，只有少部分人是发射器。反射器被动对外部环境作出反应，发射器则是光源，照亮普罗大众。\n\nX可以是价值观、情绪、信念等。",
    "timestamp": "2025-02-02T09:21:53.313Z"
  },
  {
    "id": "1738481372244",
    "content": "你不需要卷入和别人的竞争去抢第一滴血，要敢为天下后。一切伟大的创新都是从模仿开始的。",
    "timestamp": "2025-02-02T07:29:32.244Z"
  },
  {
    "id": "1738456142821",
    "content": "一个项目错误频出，杂乱无章的时候，与其直接修改错误，不如找到那个正常运行的最大的内核，在此基础上重新搭建。\n\n（自己尝试在AI的帮助下开发一个小的网页客户端，一边是越改越乱的前端，一边是顺利运行的后端。折腾了半天前者，更乱了。推倒重来，从后端开始一步步搭建，有点小成效。AI还是不够聪明，需要循序渐进的引导，一步一步的改。如果来一次大改，它容易卡在一个局部解里出不来。\n\n总能从软件开发那边学到不少东西。）",
    "timestamp": "2025-02-02T00:29:02.821Z"
  },
  {
    "id": "1738356910319",
    "content": "这周看到感触最深的一篇文章：[不要攒局](https://mp.weixin.qq.com/s/ltbmN6tdL_L7jLa0iki-wA)。\n\n细扒极越裁员的背后会发现，每个人都是有退路的。极越的局是巨头加职业经理人模式，百度参股，夏一平是名义上的一号位。夏一平何许人也，他做了很多年的职业经理人，财富自由了，在别人的邀请之下才加入极越。极越困难，他对同事说“百度是我们的大股东，大家要有信心。”\n\n老大在关键时刻表现出来的态度，大概就能决定这个公司的未来发展了。也许多年的职业经历，夏一平习惯了把问题收集汇报给老板，再把这些指示传递给下属。不要迷信职业经理人，他们都是小白羊。\n\n爱奇艺的龚宇，美团的王兴，比亚迪的王传福，是真创业者。\n\n掌管淘宝海外业务的蒋凡，掌管抖音剪映的张楠，掌管微信的张小龙，也是真创业者，都是自己创业，然后被大厂收进去的。\n\n夏一平不是，他只是去逛party的。\n\n> 创业这件事情，第一要素是要有一个坚定信仰的创始人，这个人是从零到一的那个灵魂，否则，后面加再多的杠杆，不管是资本的，技术的，流量的，最后都是别人的肥料。\n>\n> 看好跟看懂，中间隔了十倍。看懂跟做到，又隔了十倍。\n>\n> 只有一个人把自己做成一个局，把自己像炮弹一样打出去，他才没有退路，没有退路才是胜利之路。\n\n值得反复读的文章。",
    "timestamp": "2024-12-14T15:27:38.319Z"
  },
  {
    "id": "1738356464572",
    "content": "最近著名数学家陶哲轩在社交媒体上发了下面一段话，坦言自己的论文一年也会被拒个一两次：\n\n> 对我而言，论文遭拒其实是相对常见的情况，平均每年会发生一两次。我偶尔会向学生或同事提及此事，他们常对此感到惊讶——原来我的拒稿率并非为零。后来我才意识到，学术界存在一种倾向：我们更乐于公开成功的成果（如论文被接收、猜想被证明），却极少谈论失败的尝试（如论文被拒、证明未果），除非这些失败本身具有争议性。这种选择性披露导致了一种认知偏差——人们误以为同行们要么在成功，要么在引发争议，而自己却成了“平凡失败”的唯一案例来源。我推测，这种现象或许是学术界普遍存在的“冒名顶替综合症”的诱因之一（当然，由于前述的信息偏差及相关话题的污名化，这一症候群本身也鲜少被公开讨论）。因此，我决定主动报告这次（实属寻常的）拒稿经历，以此作为推动更真实信息披露的微小努力。\n\n据说陶的智商高达230，他今年49岁，获得过菲尔兹奖，数学界的天才教授。但他的这翻话其实挺接地气的，像是一们邻居老大爷在给你讲生活经验，听了心里热乎乎的。我觉得他这么高的智商，这么大的名望，活得挺真实，实属难能可贵。\n\n然后联想到朋友圈也是“冒名顶替综合症”频发的重灾区。网上有人说“精装的朋友圈，毛坯的人生”，当然我的朋友友圈到不至于。从什么时候开始，每个人都有了好多朋友，生活都很美满，悲伤去哪里了？\n\n突发奇想，把些话输入给DeepSeek R1，说你给我写一篇散文吧。提示词大概是一个虚构的创业圈的朋友圈。它写的还不错，文笔更像是一个语言成绩很好的高中学生,输出毫不留情面啊，毫不隐蔽，挺有意思。\n\n> 陶哲轩那条被拒稿的推文跳出时，我正翻着朋友圈。创业圈的朋友们又在发合影——和某位投资人握手、与行业大咖肩并肩、论坛上递名片的瞬间。照片里每个人都笑得像被统一校准过，连西装褶皱都透着精心设计的不经意。\n> \n> 我也存过这样的合影。某次活动结束后，攥着手机在会场角落等了大佬十分钟，只为拍一张“偶遇”照。发朋友圈时配文“受益匪浅”，其实全程对话不超过三句。那些真正重要的时刻反而沉默着：凌晨三点改方案时打翻的咖啡渍，被客户拒绝后在地铁站台徘徊的第四趟车，还有独自啃完的凉透的汉堡——它们从九宫格里漏下去，像茶渣沉在杯底。\n> \n> 偶尔会想起陶哲轩说的“平凡失败”。创业群里每天滚动着新融资消息，却没人提起上周注销的公司。我们像在玩一场夸父逐日的游戏，只允许展示追上太阳的影子，不敢承认脚底磨出的血泡。直到有天深夜，一位总发精英语录的朋友突然私信我：“今天公司只剩我和前台了，要不要喝一杯？”路灯下碰头时，他手里提着便利店塑料袋，威士忌瓶撞出细碎的响。\n> \n> 后来我开始给合影留点破绽。发论坛照时故意露出半截皱巴巴的议程表，分享大咖金句时补一句“其实我中途睡着了两次”。这些不完美的边角料，竟成了最结实的绳结——总有人悄悄留言：“上次我也在洗手间背了十分钟自我介绍。”\n> \n> 昨天整理相册，发现最珍视的合照是团建时拍的。暴雨突袭，所有人挤在便利店屋檐下，头发滴着水，手里举着烤肠。那会儿公司账上只剩三个月工资，可照片里的笑容歪七扭八，真实得发皱。忽然觉得，或许我们都该在朋友圈辟一块自留地，不种精心修剪的玫瑰，只撒些野草的种子。毕竟晒得到太阳的，从不是塑料花。\n\n然后看完这些文字，内心竟有一种释然。它和我的朋友圈相比，孰真孰假？恍惚间竟傻傻分不清楚。",
    "timestamp": "2025-01-24T07:05:47.572Z"
  },
  {
    "id": "1738356290510",
    "content": "颠覆性的科技在于改变规则，即使表面上看它只是比现有技术好一点点。我问过很多朋友他们对全自动驾驶的看法，大部分人的看法是，对自动跟车和车道保持功能就很满足，开车已经变得轻松许多了，即使特斯拉的FSD也需要司机目视前方，似乎也不过如此，而且也真的不放心让车全部接管。我同意这个看法，在目前的开车范式中，一级自动驾驶（即自动跟车和车道保持）可以满足80%的日常需要，是一个的花小钱办大事的技术，全自动驾驶在未来几年最多就是让已经比较轻松的驾驶再轻松一点，你还是不大可能在车里睡觉和办公的。\n\n可如果眼光再放远一点，全自动驾驶的意义并不是做到极致的开车体验，而是消除“开车”这个概念。它不是来陪你打牌的，它是来掀桌子的。想象一下，未来你的家或办公室高度智能，并且可以自主移动，那时还会需要“车”吗？现在特斯拉的股价在远高于其自身基本面的价位上跳舞，也是包含了人们对改变游戏规则的无限想象的。\n\n人工智能和电池技术同样具备改变规则的潜力。想象一个随时陪你聊天、探索世界、处理杂务的伙伴，就存在于你佩戴的眼镜中，它还能记录你生活中的一切。如果智能眼镜的显示技术足够成熟，它也可能重新定义规则，一切与“屏幕”相关的交互方式都可能被颠覆：显示器、手机，甚至鼠标和键盘都将变得不再必要。\n\n对于有些技术来说，人的想象力才是天花板。",
    "timestamp": "2025-01-12T11:23:40.510Z"
  },
  {
    "id": "1738356277751",
    "content": "这两天半个朋友圈都去了LV参加CES展，足见AI和机器人的火热，而LA发生大火却无人问津。 Malibu海滩附近的住宅区被烧了个底朝天，火势在狂风的加持下肆无忌惮地向四周蔓延。听说烧掉的都是富人区，本来岁月静好，一夜间变成了人间地狱。命运开起完笑来，也是一副恶魔的嘴脸。\n\n网上舆论都在声讨洛杉矶市长和消防系统的不作为，消防员竟然没有足够的水去灭火。一边是无尽的海水，一边是空空的水管，真是讽刺，这大概是一场人祸了。\n\n然而我更关注事情的起因，火苗源自哪里？最初有没有障碍阻止火势的发展？这个诱因放在往年会更容易导致起火吗？这几年极端气候频发，让人不禁地联想气候变化在这场大火是否推波助澜。和AI的发展比起来，气候变化的周期非常的长，甚至长过很多人的一生，这就让人们误以为气候是稳定的，但人类活动已经实质性地推动气候开始变化，就像一列火车以秒速5厘米向你驶来，缓慢却不可抗拒，等我们意识到问题的严重性时已经无法逆转了。\n\n以前听到有人说人类可能会毁掉在自己的手里，当时以为这些论调耸人听闻，现在我也加入了担心的队列。这是一个概率事件，小概率事件几乎不会发生，但概率大到一定程度就几乎一定会发生。",
    "timestamp": "2025-01-08T23:56:28.751Z"
  },
  {
    "id": "1738356253471",
    "content": "我发现大部分的日子里，还是提笔忘字。安慰自己说，是思考超脱了文字。用文字表达思考是需要额外的努力。\n\n读书笔记倒是经常做，乐衷于对一段话评头论足，对于长篇大论就无能为力了。写文章需要一个核心论点，几个分论点，再加几个例子素材。如何布局观点递进，如何开头结尾，乍一看需要思考的东西过多。转念一想，思考本身本就是如此的过程，只是我们越来越没有思考的能力和耐心，念头在脑中停留的时间越来越短，还来不及进行严肃的思考就被下一个念头替代，如此往复。有一个词叫”popcorn brain“大意就是注意力始终被新的想法激活，大脑就像是一个做爆米花的罐子，噼里啪啦的。\n\n写作可以强制严肃的思考。这个角度讲，写作就是思考，当你严肃地思考过一个主题，定会留下印迹，写作只是在收集这些印迹。写不出文章来，说明没有认真地思考过。",
    "timestamp": "2025-01-06T16:00:34.471Z"
  }
]